{
  "articles": [
    {
      "id": 2,
      "title": "Tech Giant Unveils Revolutionary AI Platform",
      "content": "Silicon Valley's leading tech company announced a breakthrough in artificial intelligence...",
      "excerpt": "New AI system shows unprecedented capabilities in problem-solving",
      "image": "https://sjc.microlink.io/9Piri5emzXKy3dJZtqzM8MRU-oi1HbjMuYWgYATDYJCU4ZDsaFCNDNOIsLH0GLU3jVrc18KxACEgGndjdWo0gQ.jpeg",
      "category": "Technology",
      "author": "Sarah Johnson",
      "publishedAt": "2024-01-28T08:30:00Z",
      "isFeatured": false,
      "importance": "medium"
    },
    {
      "id": 3,
      "title": "National Team Advances to World Cup Finals",
      "content": "In a thrilling match that kept fans on the edge of their seats...",
      "excerpt": "Historic victory secures spot in championship match",
      "image": "https://sjc.microlink.io/9Piri5emzXKy3dJZtqzM8MRU-oi1HbjMuYWgYATDYJCU4ZDsaFCNDNOIsLH0GLU3jVrc18KxACEgGndjdWo0gQ.jpeg",
      "category": "Sports",
      "author": "Mike Wilson",
      "publishedAt": "2024-01-28T07:45:00Z",
      "isFeatured": false,
      "importance": "high"
    },
    {
      "id": 4,
      "title": "Stock Market Hits All-Time High",
      "content": "Global markets surged today as investor confidence reached new peaks...",
      "excerpt": "Major indices show record gains amid positive economic data",
      "image": "https://sjc.microlink.io/9Piri5emzXKy3dJZtqzM8MRU-oi1HbjMuYWgYATDYJCU4ZDsaFCNDNOIsLH0GLU3jVrc18KxACEgGndjdWo0gQ.jpeg",
      "category": "Business",
      "author": "Rachel Green",
      "publishedAt": "2024-01-28T07:00:00Z",
      "isFeatured": false,
      "importance": "high"
    },
    {
      "id": 6,
      "title": "Major Cultural Festival Begins",
      "content": "The city's annual cultural festival kicked off with spectacular performances...",
      "excerpt": "Month-long celebration features artists from over 30 countries",
      "image": "https://sjc.microlink.io/9Piri5emzXKy3dJZtqzM8MRU-oi1HbjMuYWgYATDYJCU4ZDsaFCNDNOIsLH0GLU3jVrc18KxACEgGndjdWo0gQ.jpeg",
      "category": "Entertainment",
      "author": "Lisa Park",
      "publishedAt": "2024-01-28T05:30:00Z",
      "isFeatured": false,
      "importance": "low"
    },
    {
      "id": 5,
      "title": "Its bananas! Why Nepal has floated idea to sell monkeys to China",
      "content": "Nepali Congress lawmaker Ram Hari Khatiwada proposed selling monkeys to China to tackle the nation’s growing agricultural destruction caused by the simians. \nHe suggested this solution during a parliamentary discussion on urgent public issues raised by the minister for forest and environment.\nCiting Sri Lanka's sale of monkeys to China, Khatiwada said that Nepal should also use a similar strategy to deal with the simian-problem.\n\"The monkey menace has induced nationwide terror. Sri Lanka sold its monkey to China, earn revenue, manage the monkeys and send the harmful animal as well. Nepal's monkey, after being declared harmful, has there been any arrangement for its sale to China or not? In the Hilly areas, the residents are struggling hard due to the menace,\" Khatiwada said.\nThis will also serve as a strategy to control the monkey threat that ravages the hilly part of Nepal. Nepal is home to three monkey species: the Rhesus macaque Macaca mulatta, the Assamese monkey Macaca assamensis, and the Hanuman langur Semnopithecus entellus\nLegal barriers to Monkey trade.\nAs a signatory to the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES), Nepal must adhere to regulations on trading threatened species. Since rhesus monkeys are listed under CITES, their international trade is restricted.\nAccording to the act to regulate and control international trade in endangered wild fauna and flora, a person who is found guilty faces a sentence of five to fifteen years in prison or fined NRs 5,00,000 to NRs 1 million or both. \nThe national park and wildlife conservation act also lists the rhesus monkey as a protected species, restricting its export without government approval. However, the act does not outline any measures for managing protected animals that pose threats to people and agricultural production.",
      "category": "Breaking News",
      "image": "https://thumbs.dreamstime.com/b/southern-pig-tailed-macaque-sumatra-lake-toba-area-indonesia-male-southern-pig-tailed-macaque-walking-forest-121779616.jpg",
      "author": "Monkii",
      "isFeatured": true,
      "publishedAt": "2026-02-10T17:42:42.686Z"
    }
  ]
}